Repository: JanConGitHub/talaan-app
Catalog: po/*.po
Languages: nb

source: Lists
nb: Lister

source: Settings
nb: Innstillinger

source: No list selected
nb: Ingen liste valgt

source: Select a list from the left column
nb: Velg en liste fra den venstre kolonnen

source: Enter item name
nb: Tast inn elementnavn

source: Reminder was not set successfully
nb: Påminnelsen ble ikke angitt

source: Reminder successfully set
nb: Påminnelsen ble angitt

source: Error saving the Reminder
nb: Feil ved lagring av påminnelsen

source: The Target Date might have already passed or the intended reminder is set in the past
nb: Måldatoen kan allerede ha blitt passer, eller den påminnede påminnelsen er satt ifortiden

source: Cancel
nb: Avbryt

source: Find...
nb: Finn...

source: Skipped
nb: Hoppet over

source: Add
nb: Legg til

source: Search
nb: Søk

source: Clear History
nb: Slett historikk

source: Sort/Filter
nb: Sorter/filter

source: Upcoming
nb: Kommende

source: Navigation Panel
nb: Navigasjonspanel

source: Close
nb: Lukk

source: All
nb: Alle

source: Favorites
nb: Favoritter

source: Delete
nb: Slett

source: List successfully deleted
nb: Vellykket sletting av liste

source: Save
nb: Lagre

source: List successfully added to Saved Lists
nb: Liste lagt til lagrede lister

source: New checklist
nb: Ny sjekkliste

source: New List successfully created
nb: Ny liste ble opprettet

source: Unfavorite
nb: Fjern fra favoritter

source: Favorite
nb: Favoritt

source: List successfully removed from Favorites
nb: Liste fjernet fra favoritter

source: List successfully added to Favorites
nb: Liste lagt til favoritter

source: Edit
nb: Rediger

source: Reset
nb: Nullstill

source: No Favorites
nb: Ingen favoritter

source: Loading results
nb: Henter resultater

source: Please wait
nb: Vennligst vent

source: Apply
nb: Bruk

source: All items under this list will also be deleted permanently.
nb: Alle elementene under denne listen vil også bli slettet permanent.

source: Navigation
nb: Navigasjon

source: Select a Category
nb: Velg en kategori

source: On
nb: På

source: Later than
nb: Senere enn

source: Earlier than
nb: Tidligere enn

source: Name / Description
nb: Navn / beskrivelse

source: Category
nb: Kategori

source: Creation Date
nb: Opprettelsesdato

source: Target Date
nb: Måldato

source: Completion Date
nb: Fullføringsdato

source: Pick
nb: Velg

source: Already used %1? <b>Skip the tutorial</b>
nb: Allerede brukt %1? <b>Hopp over opplæringen</b>

source: Skip
nb: Hopp over

source: © Talaan Version
nb: © Sjekkliste versjon

source: Released under license
nb: Sluppet under lisens

source: Support
nb: Støtte

source: Rate this App
nb: Bedøm denne appen

source: Report a bug
nb: Rapporter en feil

source: Contact Developer
nb: Kontakt utvikler

source: View source
nb: Vis kilde

source: Donate via Paypal
nb: Doner via Paypal

source: Donate via LibrePay
nb: Doner via LibrePay

source: View in OpenStore
nb: Vis i OpenStore

source: Other apps by the developer
nb: Andre apper av utvikler

source: Developers
nb: Utviklere

source: Main developer
nb: Hovedutvikler

source: Powered by
nb: Drevet av

source: Date and Time manipulation
nb: Manipulering av dato og tid

source: For processing JSON models
nb: For behandling av JSON-modeller

source: Edit Category -
nb: Rediger kategori

source: Name:
nb: Navn:

source: Enter Category name
nb: Tast inn kategorinavn

source: Description:
nb: Beskrivelse

source: Add description (optional)
nb: Legg til beskrivelse (valgfritt)

source: Color:
nb: Farge:

source: Edit List -
nb: Rediger liste

source: Continual
nb: Kontinuerlig

source: List Title:
nb: Listetittel:

source: Enter checklist name
nb: Tast inn sjekklistenavn

source: List successfully updated
nb: Liste oppdatert

source: List successfully created
nb: Liste opprettet

source: No List Created Yet
nb: Ingen liste opprettet foreløpig

source: Favorite a list by using the 'starred' action
nb: Merk favorittliste ved å bruke den 'stjernemerkede' handlingen

source: Tap/Click the '+' button to add a List
nb: Trykk/klikk på '+' for å legge til en liste

source: Swipe from the dome at the bottom edge to add a List
nb: Sveip fra kuppelen nederst for å legge til en liste

source: Loading Lists
nb: Henter lister

source: Search History
nb: Søk historikk

source: History is empty
nb: Historikk er tom

source: Completed checklists from your Favorites are listed here
nb: Utfylte sjekklister fra favorittene dine er oppført her

source: Completed checklists are listed here
nb: Utfylte sjekklister er oppført her

source: Find
nb: Finn

source: Mark as completed
nb: Merk som fullført

source: Uncheck All
nb: Fjern markering

source: Set Reminders
nb: Sett påminnelser

source: Sort
nb: Sorter

source: Default
nb: Standard

source: View Details
nb: Vis detaljer

source: Remaining
nb: Gjenværende

source: No matching item found
nb: Fant ingen samsvarende elementer

source: Please try a different query or try removing the filter if there's any
nb: Vennligst forsøk en annen spørring, eller prøv å fjerne filteret hvis det er et

source: Swipe from the bottom to add items
nb: Sveip fra bunnen for å legge til elementer

source: Toggle Priority
nb: Endre prioritet

source: Undo last item
nb: Angre siste element

source: No Category Exists
nb: Ingen kategorier eksisterer

source: Tap/Click the '+' button to add categories
nb: Trykk/klikk på '+' for å legge til kategorier

source: Swipe from the bottom to add categories
nb: Sveip fra bunnen for å legge til kategorier

source: Uncategorized
nb: Ukategorisert

source: Category successfully deleted
nb: Kategori ble slettet

source: Reminders
nb: Påminnelser

source: Current
nb: Nåværende

source: Targets
nb: Mål

source: No reminders for any list
nb: Ingen påminnelser for noen lister

source: No reminders for this list
nb: Ingen påminnelser for denne listen

source: Open a list to set reminders
nb: Åpne en liste for å angi påminnelse

source: Tap/Click the '+' button to add Reminders
nb: Trykk / klikk på '+' knappen for å legge til påminnelser

source: No Saved Checklists
nb: Ingen lagrede sjekklister

source: Interface
nb: Grensesnitt

source: Hide completed items
nb: Skjult fullførte elementer

source: When opening lists
nb: Når du åpner lister

source: Show category colors
nb: Vis kategorifarger

source: Category color assignment
nb: Kategorifargevalg

source: Theme
nb: Tema

source: Accessibility
nb: Tilgjengelighet

source: Bottom Menu
nb: Nederste meny

source: None
nb: Ingen

source: Radial
nb: Strålediagram

source: Bottom Menu Hint
nb: Hint nederste meny

source: Autohide
nb: Autoskjul

source: Semihide
nb: Skjul delvis

source: Always Displayed
nb: Vises alltid

source: Larger font size
nb: Større fontstørrelse

source: Toggle list items via surface
nb: Bytt listeelementer via flaten

source: Only the checkbox is clickable if disabled
nb: Bare avmerkingsboksen kan klikkes hvis den er deaktivert

source: Add, edit, and delete categories
nb: Legg til, rediger og slett kategorier

source: Credits, report bugs, view source code, contact developer, donate
nb: Kreditter, rapporter feil, se kildekode, kontakt utvikler, doner

source: Unpin window
nb: Løsne vindu

source: Pin Window
nb: Fest vindu

source: Overdue
nb: Forfalt

source: You have no upcoming targets
nb: Du har ingen kommende mål

source: You have no overdue targets
nb: Du har ingen forfalte mål

source: All your upcoming targets will be listed here
nb: Alle dine kommende mål vil bli oppført her

source: All your overdue targets will be listed here
nb: Alle dine forfalte mål vil bli oppført her

source: New Reminder
nb: Ny påminnelse

source: Silent Reminder
nb: Lydløs påminnelse

source: New Checklist
nb: Ny sjekkliste

source: Checklist Name
nb: Sjekklistenavn

source: Target Date?
nb: Forfallsdato?

source: Open external link
nb: Åpne ekstern lenke

source: You are about to open an external link. Do you wish to continue?
nb: Du er i ferd med å åpne en ekstern lenke. Ønsker du å fortsette?

source: Do you want to include the list item comments?
nb: Vil du inkludere kommentarene til listen?

source: No
nb: Nei

source: Yes
nb: Ja

source: Results found:
nb: Resultater funnet:

source: By Name (A-Z)
nb: Etter navn (A-Z)

source: By Creation Date (Latest First)
nb: Etter opprettelsesdato (Nyeste første)

source: By Target Date (Latest First)
nb: Etter måldato (Nyeste først)

source: Normal Lists Only
nb: Bare normale lister

source: Reverse Order
nb: Omvendt rekkefølge

source: Today
nb: I dag

source: Yesterday
nb: I går

source: Tomorrow
nb: I morgen

source: Last Week
nb: Forrige uke

source: Next Week
nb: Neste uke

source: Last Month
nb: Forrige måned

source: Next Month
nb: Neste måned

source: This Month
nb: Denne måned

source: Older
nb: Eldre

source: In The Future
nb: Fremtidige

source: Talaan
nb: Sjekkliste
